Repository: common-repository/beyondconnect
Catalog: languages/beyondconnect-*.po
Languages: de_ch

source: Set the connection details which you get from beyond software to connect your WordPress with the service
de_ch: Geben Sie die Details zur Verbindung mit den Services von beyond software ein, die Sie von beyond software erhalten haben.

source: Manage the Components of this Plugin by activating the checkboxes from the following list.
de_ch: Aktivieren Sie die Kontrollkästchen um die Komponenten des Plugins zu verwalten.

source: Manage the Shortcodes of this Plugin by activating the checkboxes from the following list.
de_ch: Aktivieren Sie die Kontrollkästchen um die Shortcodes des Plugins zu verwalten.

source: Title
de_ch: Titel

source: Field to Display
de_ch: Anzuzeigendes Feld

source: Link of Field
de_ch: Link des Feldes

source: Skip
de_ch: Überspringen

source: Order by
de_ch: Sortieren nach

source: Activate Teachers Widget
de_ch: Aktivieren Lehrer Widget

source: Activate Shortcodes Helpers
de_ch: Aktivieren Helper Shortcodes

source: Activate Shortcodes Courses
de_ch: Aktivieren Kurse Shortcodes

source: BC Add Address
de_ch: BC Adresse hinzufügen

source: Error saving address
de_ch: Fehler beim Speichern der Adresse

source: BC Add Parent
de_ch: BC Elternteil hinzufügen

source: Error saving parent
de_ch: Fehler eim Speichern des Elternteils

source: BC Add Registration
de_ch: BC Anmeldung hinzufügen

source: Error saving registration
de_ch: Fehler beim Speichern der Anmeldung

source: Linked Fields
de_ch: Verknüpfte Felder

source: Choose linked fields.
de_ch: Wählen Sie verknüpfte Felder aus.

source: Linking property to connect with BeyondConnect fieldset. E.g. { name: john doe }.
de_ch: Verknüpfen der Eigenschaft zum Herstellen einer Verbindung mit BeyondConnect fieldset. Z.B. name: john doe.

source: BC Fieldset Property
de_ch: BC Fieldset Eigenschaft

source: Courses - ID Title Date
de_ch: Kurse - ID Titel Datum

source: Teacher - Firstname
de_ch: Lehrer - Vorname

source: Teacher - Firstname Lastname
de_ch: Lehrer - Vorname Nachname

source: Teacher - Lastname Firstname
de_ch: Lehrer - Nachname Vorname

source: Select the property to connect with BeyondConnect fieldset.
de_ch: Wählen Sie die Eigenschaft aus, für die Verbindung mit dem BeyondConnect Fieldset.

source: BC Select Text
de_ch: BC Wähle Text

source: Select item
de_ch: Bitte wählen

source: Type the text for ... select item ...
de_ch: Text eingeben für … bitte wählen …

source: BC List
de_ch: BC Liste

source: Dashboard
de_ch: Kontrollzentrum

source: Settings
de_ch: Einstellungen

source: Connection Settings
de_ch: Verbindungs-Einstellungen

source: Widgets Settings
de_ch: Widgets-Einstellungen

source: Shortcodes Settings
de_ch: Shortcodes Einstellungen

source: Username
de_ch: Benutzername

source: Key/Password
de_ch: Schlüssel/Passwort

source: Availability Services
de_ch: Verfügbarkeit Dienste

source: Entities: not found
de_ch: Entitäten nicht gefunden

source: Available Shortcodes
de_ch: Verfügbare Shortcodes

source: beyondConnect connects WordPress with the beyond software services.
de_ch: beyondConnect verbindet WordPress mit den Services von beyond software.
